---
kind: property
id: P:Autodesk.Revit.DB.Point.Reference
zh: 点
source: html/683d22a4-b86f-3180-2e0a-2bb4685f6aa5.htm
---
# Autodesk.Revit.DB.Point.Reference Property

**中文**: 点

Returns a stable reference to the point.

## Syntax (C#)
```csharp
public Reference Reference { get; }
```

## Remarks
This value is if the corresponding geometry object does not permit referencing.